Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# pulse_detail_vol_below_fund_high
source: Volume %1$ld%% below normal, funding elevated.
ar: الحجم أقل من المعتاد بنسبة %1$ld%%، التمويل مرتفع.
cs: Objem o %1$ld %% pod normálem, funding zvýšený.
da: Volumen %1$ld %% under normalt, funding forhøjet.
de: Volumen %1$ld %% unter normal, Funding erhöht.
el: Όγκος %1$ld%% κάτω από το κανονικό, funding αυξημένο.
es: Volumen %1$ld%% por debajo de lo normal, funding elevado.
fa: حجم %1$ld%% پایین‌تر از حالت عادی، فاندینگ بالا.
fi: Volyymi %1$ld %% tavallista pienempi, funding koholla.
fr: Volume %1$ld %% en dessous de la normale, funding élevé.
he: נפח נמוך ב-%1$ld%% מהרגיל, מימון גבוה.
hi: वॉल्यूम सामान्य से %1$ld%% कम, फ़ंडिंग ऊँचा।
hu: Volumen %1$ld%%-kal a szokásos alatt, funding emelkedett.
id: Volume %1$ld%% di bawah normal, funding tinggi.
it: Volume %1$ld%% sotto il normale, funding elevato.
ja: 出来高は通常より %1$ld%% 少ない、資金調達率は高め。
ko: 거래량 평소보다 %1$ld%% 적음, 펀딩비 높음.
nb: Volum %1$ld %% under normalt, funding forhøyet.
nl: Volume %1$ld%% onder normaal, funding verhoogd.
pl: Wolumen %1$ld%% poniżej normy, funding podwyższony.
pt: Volume %1$ld%% abaixo do normal, funding elevado.
pt_br: Volume %1$ld%% abaixo do normal, funding elevado.
ro: Volum cu %1$ld%% sub normal, funding ridicat.
ru: Объём на %1$ld%% ниже нормы, фандинг повышен.
sq: Volumi %1$ld%% nën normalen, funding i lartë.
sv: Volym %1$ld %% under det normala, funding förhöjd.
th: ปริมาณต่ำกว่าปกติ %1$ld%% Funding สูง
tr: Hacim normalin %%%1$ld altında, fonlama yüksek.
uk: Обсяг на %1$ld%% нижчий за норму, фандинг підвищений.
vi: Khối lượng thấp hơn bình thường %1$ld%%, funding cao.
zh_hans: 成交量低于平常 %1$ld%%，资金费率偏高。

# pulse_detail_vol_below_fund_negative
source: Volume %1$ld%% below normal, funding negative.
ar: الحجم أقل من المعتاد بنسبة %1$ld%%، التمويل سلبي.
cs: Objem o %1$ld %% pod normálem, funding záporný.
da: Volumen %1$ld %% under normalt, funding negativ.
de: Volumen %1$ld %% unter normal, Funding negativ.
el: Όγκος %1$ld%% κάτω από το κανονικό, funding αρνητικό.
es: Volumen %1$ld%% por debajo de lo normal, funding negativo.
fa: حجم %1$ld%% پایین‌تر از حالت عادی، فاندینگ منفی.
fi: Volyymi %1$ld %% tavallista pienempi, funding negatiivinen.
fr: Volume %1$ld %% en dessous de la normale, funding négatif.
he: נפח נמוך ב-%1$ld%% מהרגיל, מימון שלילי.
hi: वॉल्यूम सामान्य से %1$ld%% कम, फ़ंडिंग नेगेटिव।
hu: Volumen %1$ld%%-kal a szokásos alatt, funding negatív.
id: Volume %1$ld%% di bawah normal, funding negatif.
it: Volume %1$ld%% sotto il normale, funding negativo.
ja: 出来高は通常より %1$ld%% 少ない、資金調達率はマイナス。
ko: 거래량 평소보다 %1$ld%% 적음, 펀딩비 마이너스.
nb: Volum %1$ld %% under normalt, funding negativ.
nl: Volume %1$ld%% onder normaal, funding negatief.
pl: Wolumen %1$ld%% poniżej normy, funding ujemny.
pt: Volume %1$ld%% abaixo do normal, funding negativo.
pt_br: Volume %1$ld%% abaixo do normal, funding negativo.
ro: Volum cu %1$ld%% sub normal, funding negativ.
ru: Объём на %1$ld%% ниже нормы, фандинг отрицательный.
sq: Volumi %1$ld%% nën normalen, funding negativ.
sv: Volym %1$ld %% under det normala, funding negativ.
th: ปริมาณต่ำกว่าปกติ %1$ld%% Funding ติดลบ
tr: Hacim normalin %%%1$ld altında, fonlama negatif.
uk: Обсяг на %1$ld%% нижчий за норму, фандинг від’ємний.
vi: Khối lượng thấp hơn bình thường %1$ld%%, funding âm.
zh_hans: 成交量低于平常 %1$ld%%，资金费率为负。

# pulse_detail_vol_below_fund_neutral
source: Volume %1$ld%% below normal, funding neutral.
ar: الحجم أقل من المعتاد بنسبة %1$ld%%، التمويل محايد.
cs: Objem o %1$ld %% pod normálem, funding neutrální.
da: Volumen %1$ld %% under normalt, funding neutral.
de: Volumen %1$ld %% unter normal, Funding neutral.
el: Όγκος %1$ld%% κάτω από το κανονικό, funding ουδέτερο.
es: Volumen %1$ld%% por debajo de lo normal, funding neutral.
fa: حجم %1$ld%% پایین‌تر از حالت عادی، فاندینگ خنثی.
fi: Volyymi %1$ld %% tavallista pienempi, funding neutraali.
fr: Volume %1$ld %% en dessous de la normale, funding neutre.
he: נפח נמוך ב-%1$ld%% מהרגיל, מימון ניטרלי.
hi: वॉल्यूम सामान्य से %1$ld%% कम, फ़ंडिंग न्यूट्रल।
hu: Volumen %1$ld%%-kal a szokásos alatt, funding semleges.
id: Volume %1$ld%% di bawah normal, funding netral.
it: Volume %1$ld%% sotto il normale, funding neutro.
ja: 出来高は通常より %1$ld%% 少ない、資金調達率は中立。
ko: 거래량 평소보다 %1$ld%% 적음, 펀딩비 중립.
nb: Volum %1$ld %% under normalt, funding nøytral.
nl: Volume %1$ld%% onder normaal, funding neutraal.
pl: Wolumen %1$ld%% poniżej normy, funding neutralny.
pt: Volume %1$ld%% abaixo do normal, funding neutro.
pt_br: Volume %1$ld%% abaixo do normal, funding neutro.
ro: Volum cu %1$ld%% sub normal, funding neutru.
ru: Объём на %1$ld%% ниже нормы, фандинг нейтральный.
sq: Volumi %1$ld%% nën normalen, funding neutral.
sv: Volym %1$ld %% under det normala, funding neutral.
th: ปริมาณต่ำกว่าปกติ %1$ld%% Funding เป็นกลาง
tr: Hacim normalin %%%1$ld altında, fonlama nötr.
uk: Обсяг на %1$ld%% нижчий за норму, фандинг нейтральний.
vi: Khối lượng thấp hơn bình thường %1$ld%%, funding trung tính.
zh_hans: 成交量低于平常 %1$ld%%，资金费率中性。

# pulse_detail_vol_normal
source: Volume normal.
ar: الحجم معتاد.
cs: Objem normální.
da: Volumen normal.
de: Volumen normal.
el: Όγκος κανονικός.
es: Volumen normal.
fa: حجم عادی.
fi: Volyymi tavallinen.
he: נפח רגיל.
hi: वॉल्यूम सामान्य।
hu: Volumen szokásos.
it: Volume normale.
ja: 出来高は通常どおり。
ko: 거래량 평소 수준.
nb: Volum normalt.
nl: Volume normaal.
pl: Wolumen w normie.
ro: Volum normal.
ru: Объём в норме.
sq: Volumi normal.
sv: Volym normal.
th: ปริมาณปกติ
tr: Hacim normal.
uk: Обсяг у нормі.
vi: Khối lượng bình thường.
zh_hans: 成交量正常。

# pulse_detail_vol_normal_fund_high
source: Volume normal, funding elevated.
ar: الحجم معتاد، التمويل مرتفع.
cs: Objem normální, funding zvýšený.
da: Volumen normal, funding forhøjet.
de: Volumen normal, Funding erhöht.
el: Όγκος κανονικός, funding αυξημένο.
es: Volumen normal, funding elevado.
fa: حجم عادی، فاندینگ بالا.
fi: Volyymi tavallinen, funding koholla.
fr: Volume normal, funding élevé.
he: נפח רגיל, מימון גבוה.
hi: वॉल्यूम सामान्य, फ़ंडिंग ऊँचा।
hu: Volumen szokásos, funding emelkedett.
id: Volume normal, funding tinggi.
it: Volume normale, funding elevato.
ja: 出来高は通常どおり、資金調達率は高め。
ko: 거래량 평소 수준, 펀딩비 높음.
nb: Volum normalt, funding forhøyet.
nl: Volume normaal, funding verhoogd.
pl: Wolumen w normie, funding podwyższony.
pt: Volume normal, funding elevado.
pt_br: Volume normal, funding elevado.
ro: Volum normal, funding ridicat.
ru: Объём в норме, фандинг повышен.
sq: Volumi normal, funding i lartë.
sv: Volym normal, funding förhöjd.
th: ปริมาณปกติ Funding สูง
tr: Hacim normal, fonlama yüksek.
uk: Обсяг у нормі, фандинг підвищений.
vi: Khối lượng bình thường, funding cao.
zh_hans: 成交量正常，资金费率偏高。

# pulse_detail_vol_normal_fund_negative
source: Volume normal, funding negative.
ar: الحجم معتاد، التمويل سلبي.
cs: Objem normální, funding záporný.
da: Volumen normal, funding negativ.
de: Volumen normal, Funding negativ.
el: Όγκος κανονικός, funding αρνητικό.
es: Volumen normal, funding negativo.
fa: حجم عادی، فاندینگ منفی.
fi: Volyymi tavallinen, funding negatiivinen.
fr: Volume normal, funding négatif.
he: נפח רגיל, מימון שלילי.
hi: वॉल्यूम सामान्य, फ़ंडिंग नेगेटिव।
hu: Volumen szokásos, funding negatív.
id: Volume normal, funding negatif.
it: Volume normale, funding negativo.
ja: 出来高は通常どおり、資金調達率はマイナス。
ko: 거래량 평소 수준, 펀딩비 마이너스.
nb: Volum normalt, funding negativ.
nl: Volume normaal, funding negatief.
pl: Wolumen w normie, funding ujemny.
pt: Volume normal, funding negativo.
pt_br: Volume normal, funding negativo.
ro: Volum normal, funding negativ.
ru: Объём в норме, фандинг отрицательный.
sq: Volumi normal, funding negativ.
sv: Volym normal, funding negativ.
th: ปริมาณปกติ Funding ติดลบ
tr: Hacim normal, fonlama negatif.
uk: Обсяг у нормі, фандинг від’ємний.
vi: Khối lượng bình thường, funding âm.
zh_hans: 成交量正常，资金费率为负。

# pulse_detail_vol_normal_fund_neutral
source: Volume normal, funding neutral.
ar: الحجم معتاد، التمويل محايد.
cs: Objem normální, funding neutrální.
da: Volumen normal, funding neutral.
de: Volumen normal, Funding neutral.
el: Όγκος κανονικός, funding ουδέτερο.
es: Volumen normal, funding neutral.
fa: حجم عادی، فاندینگ خنثی.
fi: Volyymi tavallinen, funding neutraali.
fr: Volume normal, funding neutre.
he: נפח רגיל, מימון ניטרלי.
hi: वॉल्यूम सामान्य, फ़ंडिंग न्यूट्रल।
hu: Volumen szokásos, funding semleges.
id: Volume normal, funding netral.
it: Volume normale, funding neutro.
ja: 出来高は通常どおり、資金調達率は中立。
ko: 거래량 평소 수준, 펀딩비 중립.
nb: Volum normalt, funding nøytral.
nl: Volume normaal, funding neutraal.
pl: Wolumen w normie, funding neutralny.
pt: Volume normal, funding neutro.
pt_br: Volume normal, funding neutro.
ro: Volum normal, funding neutru.
ru: Объём в норме, фандинг нейтральный.
sq: Volumi normal, funding neutral.
sv: Volym normal, funding neutral.
th: ปริมาณปกติ Funding เป็นกลาง
tr: Hacim normal, fonlama nötr.
uk: Обсяг у нормі, фандинг нейтральний.
vi: Khối lượng bình thường, funding trung tính.
zh_hans: 成交量正常，资金费率中性。

# pulse_disclaimer
source: No forecast · No investment advice
ar: لا توقعات · ليست نصيحة استثمارية
cs: Žádná prognóza · Žádné investiční doporučení
da: Ingen prognose · Ingen investeringsrådgivning
de: Keine Prognose · Keine Anlageberatung
el: Καμία πρόβλεψη · Όχι επενδυτική συμβουλή
es: Sin previsión · No es asesoramiento de inversión
fa: بدون پیش‌بینی · مشاوره سرمایه‌گذاری نیست
fi: Ei ennustetta · Ei sijoitusneuvontaa
fr: Aucune prévision · Pas un conseil en investissement
he: אין תחזית · אין ייעוץ השקעות
hi: कोई पूर्वानुमान नहीं · निवेश सलाह नहीं
hu: Nem előrejelzés · Nem befektetési tanácsadás
id: Bukan prakiraan · Bukan nasihat investasi
it: Nessuna previsione · Non è una consulenza finanziaria
ja: 予測ではありません · 投資助言ではありません
ko: 예측 아님 · 투자 조언 아님
nb: Ingen prognose · Ingen investeringsråd
nl: Geen voorspelling · Geen beleggingsadvies
pl: Bez prognozy · To nie jest porada inwestycyjna
pt: Sem previsão · Não é aconselhamento de investimento
pt_br: Sem previsão · Não é recomendação de investimento
ro: Nicio prognoză · Nu este consultanță de investiții
ru: Не прогноз · Не инвестиционная рекомендация
sq: Pa parashikim · Jo këshillë investimi
sv: Ingen prognos · Ingen investeringsrådgivning
th: ไม่ใช่การคาดการณ์ · ไม่ใช่คำแนะนำการลงทุน
tr: Tahmin değildir · Yatırım tavsiyesi değildir
uk: Не прогноз · Не інвестиційна порада
vi: Không phải dự báo · Không phải lời khuyên đầu tư
zh_hans: 不是预测 · 不构成投资建议

# pulse_funding_high
source: Funding clearly positive: many leveraged longs
ar: التمويل إيجابي بوضوح: كثير من مراكز الشراء بالرافعة
cs: Funding výrazně kladný: mnoho pákových longů
da: Funding tydeligt positiv: mange gearede longs
de: Funding deutlich positiv: viele gehebelte Longs
el: Funding σαφώς θετικό: πολλά long με μόχλευση
es: Funding claramente positivo: muchos longs apalancados
fa: نرخ تأمین مالی به‌وضوح مثبت: لانگ‌های اهرمی زیاد
fi: Funding selvästi positiivinen: paljon vipuvoimalla otettuja longeja
fr: Funding nettement positif : beaucoup de longs à effet de levier
he: מימון חיובי בבירור: הרבה לונגים ממונפים
hi: फ़ंडिंग साफ़ तौर पर पॉज़िटिव: कई लीवरेज्ड लॉन्ग
hu: Funding egyértelműen pozitív: sok tőkeáttételes long
id: Funding jelas positif: banyak long dengan leverage
it: Funding nettamente positivo: molti long con leva
ja: 資金調達率がはっきりプラス：レバレッジのロングが多い
ko: 펀딩비 뚜렷한 양수: 레버리지 롱 많음
nb: Funding tydelig positiv: mange belånte longs
nl: Funding duidelijk positief: veel longs met hefboom
pl: Funding wyraźnie dodatni: wiele lewarowanych longów
pt: Funding claramente positivo: muitos longs alavancados
pt_br: Funding claramente positivo: muitos longs alavancados
ro: Funding clar pozitiv: multe long-uri cu levier
ru: Фандинг заметно положительный: много лонгов с плечом
sq: Funding qartë pozitiv: shumë long me levë
sv: Funding tydligt positiv: många hävstångslongs
th: Funding เป็นบวกชัดเจน: มี Long ใช้เลเวอเรจจำนวนมาก
tr: Fonlama belirgin şekilde pozitif: çok sayıda kaldıraçlı long
uk: Фандинг помітно додатний: багато лонгів із плечем
vi: Funding dương rõ rệt: nhiều lệnh long dùng đòn bẩy
zh_hans: 资金费率明显为正：大量杠杆多单

# pulse_funding_negative
source: Funding negative: many shorts
ar: التمويل سلبي: كثير من مراكز البيع
cs: Funding záporný: mnoho shortů
da: Funding negativ: mange shorts
de: Funding negativ: viele Shorts
el: Funding αρνητικό: πολλά short
es: Funding negativo: muchos shorts
fa: نرخ تأمین مالی منفی: شورت‌های زیاد
fi: Funding negatiivinen: paljon shortteja
fr: Funding négatif : beaucoup de shorts
he: מימון שלילי: הרבה שורטים
hi: फ़ंडिंग नेगेटिव: कई शॉर्ट
hu: Funding negatív: sok short
id: Funding negatif: banyak short
it: Funding negativo: molti short
ja: 資金調達率がマイナス：ショートが多い
ko: 펀딩비 음수: 숏 많음
nb: Funding negativ: mange shorts
nl: Funding negatief: veel shorts
pl: Funding ujemny: wiele shortów
pt: Funding negativo: muitos shorts
pt_br: Funding negativo: muitos shorts
ro: Funding negativ: multe short-uri
ru: Фандинг отрицательный: много шортов
sq: Funding negativ: shumë short
sv: Funding negativ: många shorts
th: Funding เป็นลบ: มี Short จำนวนมาก
tr: Fonlama negatif: çok sayıda short
uk: Фандинг від'ємний: багато шортів
vi: Funding âm: nhiều lệnh short
zh_hans: 资金费率为负：大量空单

# pulse_funding_neutral
source: Funding neutral
ar: التمويل محايد
cs: Funding neutrální
el: Funding ουδέτερο
fa: نرخ تأمین مالی خنثی
fi: Funding neutraali
fr: Funding neutre
he: מימון ניטרלי
hi: फ़ंडिंग न्यूट्रल
hu: Funding semleges
id: Funding netral
it: Funding neutro
ja: 資金調達率は中立
ko: 펀딩비 중립
nb: Funding nøytral
nl: Funding neutraal
pl: Funding neutralny
pt: Funding neutro
pt_br: Funding neutro
ro: Funding neutru
ru: Фандинг нейтральный
th: Funding เป็นกลาง
tr: Fonlama nötr
uk: Фандинг нейтральний
vi: Funding trung tính
zh_hans: 资金费率中性

# pulse_funding_slight
source: Funding slightly positive
ar: التمويل إيجابي قليلًا
cs: Funding mírně kladný
da: Funding let positiv
de: Funding leicht positiv
el: Funding ελαφρώς θετικό
es: Funding ligeramente positivo
fa: نرخ تأمین مالی کمی مثبت
fi: Funding hieman positiivinen
fr: Funding légèrement positif
he: מימון חיובי מעט
hi: फ़ंडिंग थोड़ा पॉज़िटिव
hu: Funding enyhén pozitív
id: Funding sedikit positif
it: Funding leggermente positivo
ja: 資金調達率がややプラス
ko: 펀딩비 약간 양수
nb: Funding litt positiv
nl: Funding licht positief
pl: Funding lekko dodatni
pt: Funding ligeiramente positivo
pt_br: Funding ligeiramente positivo
ro: Funding ușor pozitiv
ru: Фандинг слегка положительный
sq: Funding pak pozitiv
sv: Funding något positiv
th: Funding เป็นบวกเล็กน้อย
tr: Fonlama hafif pozitif
uk: Фандинг трохи додатний
vi: Funding hơi dương
zh_hans: 资金费率略微为正

# pulse_gas_high
source: Ethereum gas high (%1$@ gwei)
ar: غاز Ethereum مرتفع (%1$@ gwei)
cs: Ethereum gas vysoký (%1$@ gwei)
da: Ethereum-gas høj (%1$@ gwei)
de: Ethereum-Gas hoch (%1$@ gwei)
el: Gas Ethereum υψηλό (%1$@ gwei)
es: Gas de Ethereum alto (%1$@ gwei)
fa: گس Ethereum بالا (%1$@ gwei)
fi: Ethereum-gas korkea (%1$@ gwei)
fr: Gas Ethereum élevé (%1$@ gwei)
he: גז Ethereum גבוה (%1$@ gwei)
hi: Ethereum गैस ऊँचा (%1$@ gwei)
hu: Ethereum gas magas (%1$@ gwei)
id: Gas Ethereum tinggi (%1$@ gwei)
it: Gas Ethereum alto (%1$@ gwei)
ja: Ethereum ガスが高い（%1$@ gwei）
ko: Ethereum 가스 높음(%1$@ gwei)
nb: Ethereum-gass høy (%1$@ gwei)
nl: Ethereum-gas hoog (%1$@ gwei)
pl: Gas Ethereum wysoki (%1$@ gwei)
pt: Gas Ethereum alto (%1$@ gwei)
pt_br: Gas Ethereum alto (%1$@ gwei)
ro: Gas Ethereum ridicat (%1$@ gwei)
ru: Газ Ethereum высокий (%1$@ gwei)
sq: Gas Ethereum i lartë (%1$@ gwei)
sv: Ethereum-gas hög (%1$@ gwei)
th: ค่า Gas Ethereum สูง (%1$@ gwei)
tr: Ethereum gas yüksek (%1$@ gwei)
uk: Газ Ethereum високий (%1$@ gwei)
vi: Gas Ethereum cao (%1$@ gwei)
zh_hans: Ethereum Gas 偏高（%1$@ gwei）

# pulse_gas_low
source: Ethereum gas low (%1$@ gwei)
ar: غاز Ethereum منخفض (%1$@ gwei)
cs: Ethereum gas nízký (%1$@ gwei)
da: Ethereum-gas lav (%1$@ gwei)
de: Ethereum-Gas niedrig (%1$@ gwei)
el: Gas Ethereum χαμηλό (%1$@ gwei)
es: Gas de Ethereum bajo (%1$@ gwei)
fa: گس Ethereum پایین (%1$@ gwei)
fi: Ethereum-gas matala (%1$@ gwei)
fr: Gas Ethereum bas (%1$@ gwei)
he: גז Ethereum נמוך (%1$@ gwei)
hi: Ethereum गैस कम (%1$@ gwei)
hu: Ethereum gas alacsony (%1$@ gwei)
id: Gas Ethereum rendah (%1$@ gwei)
it: Gas Ethereum basso (%1$@ gwei)
ja: Ethereum ガスが低い（%1$@ gwei）
ko: Ethereum 가스 낮음(%1$@ gwei)
nb: Ethereum-gass lav (%1$@ gwei)
nl: Ethereum-gas laag (%1$@ gwei)
pl: Gas Ethereum niski (%1$@ gwei)
pt: Gas Ethereum baixo (%1$@ gwei)
pt_br: Gas Ethereum baixo (%1$@ gwei)
ro: Gas Ethereum scăzut (%1$@ gwei)
ru: Газ Ethereum низкий (%1$@ gwei)
sq: Gas Ethereum i ulët (%1$@ gwei)
sv: Ethereum-gas låg (%1$@ gwei)
th: ค่า Gas Ethereum ต่ำ (%1$@ gwei)
tr: Ethereum gas düşük (%1$@ gwei)
uk: Газ Ethereum низький (%1$@ gwei)
vi: Gas Ethereum thấp (%1$@ gwei)
zh_hans: Ethereum Gas 偏低（%1$@ gwei）

# pulse_gas_normal
source: Ethereum gas normal (%1$@ gwei)
ar: غاز Ethereum معتاد (%1$@ gwei)
cs: Ethereum gas běžný (%1$@ gwei)
de: Ethereum-Gas üblich (%1$@ gwei)
el: Gas Ethereum συνηθισμένο (%1$@ gwei)
es: Gas de Ethereum habitual (%1$@ gwei)
fa: گس Ethereum معمول (%1$@ gwei)
fi: Ethereum-gas tavallinen (%1$@ gwei)
fr: Gas Ethereum habituel (%1$@ gwei)
he: גז Ethereum רגיל (%1$@ gwei)
hi: Ethereum गैस सामान्य (%1$@ gwei)
hu: Ethereum gas szokásos (%1$@ gwei)
id: Gas Ethereum normal (%1$@ gwei)
it: Gas Ethereum normale (%1$@ gwei)
ja: Ethereum ガスは通常どおり（%1$@ gwei）
ko: Ethereum 가스 보통(%1$@ gwei)
nb: Ethereum-gass normal (%1$@ gwei)
nl: Ethereum-gas normaal (%1$@ gwei)
pl: Gas Ethereum normalny (%1$@ gwei)
pt: Gas Ethereum habitual (%1$@ gwei)
pt_br: Gas Ethereum habitual (%1$@ gwei)
ro: Gas Ethereum normal (%1$@ gwei)
ru: Газ Ethereum обычный (%1$@ gwei)
sq: Gas Ethereum i zakonshëm (%1$@ gwei)
th: ค่า Gas Ethereum ปกติ (%1$@ gwei)
uk: Газ Ethereum звичайний (%1$@ gwei)
vi: Gas Ethereum bình thường (%1$@ gwei)
zh_hans: Ethereum Gas 正常（%1$@ gwei）

# pulse_headline_calm
source: Calm market
ar: سوق هادئة
cs: Klidný trh
da: Roligt marked
de: Ruhiger Markt
el: Ήρεμη αγορά
es: Mercado tranquilo
fa: بازار آرام
fi: Rauhallinen markkina
fr: Marché calme
he: שוק רגוע
hi: शांत बाज़ार
hu: Nyugodt piac
id: Pasar tenang
it: Mercato calmo
ja: 落ち着いた相場
ko: 차분한 시장
nb: Rolig marked
nl: Rustige markt
pl: Spokojny rynek
pt: Mercado calmo
pt_br: Mercado calmo
ro: Piață calmă
ru: Спокойный рынок
sq: Treg i qetë
sv: Lugn marknad
th: ตลาดเงียบ
tr: Sakin piyasa
uk: Спокійний ринок
vi: Thị trường yên ả
zh_hans: 市场平静

# pulse_headline_down
source: Broad weakness
ar: ضعف واسع
cs: Plošná slabost
da: Bred svaghed
de: Breite Schwäche
el: Ευρεία αδυναμία
es: Debilidad general
fa: ضعف گسترده
fi: Laaja heikkous
fr: Faiblesse générale
he: חולשה רחבה
hi: व्यापक कमज़ोरी
hu: Széles gyengeség
id: Lemah merata
it: Debolezza diffusa
ja: 全面安
ko: 전반적 약세
nb: Bred svakhet
nl: Brede zwakte
pl: Szeroka słabość
pt: Fraqueza geral
pt_br: Fraqueza geral
ro: Slăbiciune generală
ru: Широкое падение
sq: Dobësi e gjerë
sv: Bred svaghet
th: อ่อนแอทั่วตลาด
tr: Geniş zayıflık
uk: Широке падіння
vi: Yếu trên diện rộng
zh_hans: 普遍走弱

# pulse_headline_mixed
source: Mixed picture
ar: صورة متباينة
cs: Smíšený obraz
da: Blandet billede
de: Gemischtes Bild
el: Μικτή εικόνα
es: Panorama mixto
fa: تصویر متفاوت
fi: Vaihteleva kuva
fr: Tableau mitigé
he: תמונה מעורבת
hi: मिली-जुली तस्वीर
hu: Vegyes kép
id: Gambaran campuran
it: Quadro misto
ja: まちまち
ko: 혼조세
nb: Blandet bilde
nl: Gemengd beeld
pl: Mieszany obraz
pt: Quadro misto
pt_br: Quadro misto
ro: Tablou mixt
ru: Смешанная картина
sq: Pamje e përzier
sv: Blandad bild
th: ภาพรวมผสม
tr: Karışık görünüm
uk: Змішана картина
vi: Diễn biến trái chiều
zh_hans: 涨跌互现

# pulse_headline_up
source: Broad strength
ar: قوة واسعة
cs: Plošná síla
da: Bred styrke
de: Breite Stärke
el: Ευρεία ισχύς
es: Fuerza general
fa: قدرت گسترده
fi: Laaja vahvuus
fr: Force générale
he: חוזק רחב
hi: व्यापक मज़बूती
hu: Széles erő
id: Kuat merata
it: Forza diffusa
ja: 全面高
ko: 전반적 강세
nb: Bred styrke
nl: Brede kracht
pl: Szeroka siła
pt: Força geral
pt_br: Força geral
ro: Forță generală
ru: Широкий рост
sq: Forcë e gjerë
sv: Bred styrka
th: แข็งแกร่งทั่วตลาด
tr: Geniş güç
uk: Широке зростання
vi: Mạnh trên diện rộng
zh_hans: 普遍走强

# pulse_lead_alts_stronger
source: Altcoins are stronger than Bitcoin.
ar: العملات البديلة أقوى من Bitcoin.
cs: Altcoiny jsou silnější než Bitcoin.
da: Altcoins er stærkere end Bitcoin.
de: Altcoins sind stärker als Bitcoin.
el: Τα altcoins είναι ισχυρότερα από το Bitcoin.
es: Las altcoins están más fuertes que Bitcoin.
fa: آلت‌کوین‌ها از بیت‌کوین قوی‌ترند.
fi: Altcoinit ovat Bitcoinia vahvempia.
fr: Les altcoins sont plus forts que Bitcoin.
he: האלטקוינים חזקים מביטקוין.
hi: ऑल्टकॉइन Bitcoin से मज़बूत हैं।
hu: Az altcoinok erősebbek a Bitcoinnál.
id: Altcoin lebih kuat daripada Bitcoin.
it: Le altcoin sono più forti di Bitcoin.
ja: アルトコインがビットコインより強い動きです。
ko: 알트코인이 비트코인보다 강합니다.
nb: Altcoins er sterkere enn Bitcoin.
nl: Altcoins zijn sterker dan Bitcoin.
pl: Altcoiny są silniejsze od Bitcoina.
pt: As altcoins estão mais fortes do que a Bitcoin.
pt_br: As altcoins estão mais fortes que o Bitcoin.
ro: Altcoinurile sunt mai puternice decât Bitcoin.
ru: Альткоины сильнее биткоина.
sq: Altcoin-et janë më të forta se Bitcoin.
sv: Altcoins är starkare än Bitcoin.
th: Altcoin แข็งแกร่งกว่า Bitcoin
tr: Altcoin'ler Bitcoin'den güçlü.
uk: Альткоїни сильніші за Bitcoin.
vi: Altcoin mạnh hơn Bitcoin.
zh_hans: 山寨币强于比特币。

# pulse_lead_broad_down
source: The market is falling broadly.
ar: السوق يتراجع على نطاق واسع.
cs: Trh plošně klesá.
da: Markedet falder bredt.
de: Der Markt gibt breit nach.
el: Η αγορά πέφτει συνολικά.
es: El mercado cae de forma generalizada.
fa: بازار به‌طور گسترده پایین می‌آید.
fi: Markkina laskee laajasti.
fr: Le marché recule dans son ensemble.
he: השוק יורד באופן רחב.
hi: मार्केट व्यापक रूप से गिर रहा है।
hu: A piac széles körben esik.
id: Pasar turun secara luas.
it: Il mercato scende in modo diffuso.
ja: 市場は幅広く下落しています。
ko: 시장이 전반적으로 내리고 있습니다.
nb: Markedet faller bredt.
nl: De markt daalt breed.
pl: Rynek spada szeroko.
pt: O mercado desce de forma generalizada.
pt_br: O mercado cai de forma ampla.
ro: Piața scade pe scară largă.
ru: Рынок снижается широким фронтом.
sq: Tregu po bie gjerësisht.
sv: Marknaden faller brett.
th: ตลาดลงในวงกว้าง
tr: Piyasa geniş çapta düşüyor.
uk: Ринок знижується широким фронтом.
vi: Thị trường giảm trên diện rộng.
zh_hans: 市场普遍下跌。

# pulse_lead_broad_up
source: The market is rising broadly.
ar: السوق يرتفع على نطاق واسع.
cs: Trh plošně roste.
da: Markedet stiger bredt.
de: Der Markt steigt breit.
el: Η αγορά ανεβαίνει συνολικά.
es: El mercado sube de forma generalizada.
fa: بازار به‌طور گسترده بالا می‌رود.
fi: Markkina nousee laajasti.
fr: Le marché monte dans son ensemble.
he: השוק עולה באופן רחב.
hi: मार्केट व्यापक रूप से चढ़ रहा है।
hu: A piac széles körben emelkedik.
id: Pasar naik secara luas.
it: Il mercato sale in modo diffuso.
ja: 市場は幅広く上昇しています。
ko: 시장이 전반적으로 오르고 있습니다.
nb: Markedet stiger bredt.
nl: De markt stijgt breed.
pl: Rynek rośnie szeroko.
pt: O mercado sobe de forma generalizada.
pt_br: O mercado sobe de forma ampla.
ro: Piața crește pe scară largă.
ru: Рынок растёт широким фронтом.
sq: Tregu po rritet gjerësisht.
sv: Marknaden stiger brett.
th: ตลาดขึ้นในวงกว้าง
tr: Piyasa geniş çapta yükseliyor.
uk: Ринок зростає широким фронтом.
vi: Thị trường tăng trên diện rộng.
zh_hans: 市场普遍上涨。
